[
    "1901 metais Nobelio premiją chemijos srityje atiteko olandų mokslininkui Jacobus Henricus van 't Hoff už cheminės dinamikos dėsnių ir osmosinio slėgio tirpaluose atradimą.",
    "1902 metais Nobelio premiją chemijos srityje atiteko vokiečių chemikui Hermann Emil Fischer už angliavandenių ir purinų sintezę.",
    "1903 metais Nobelio premija chemijos srityje gavo švedų mokslininkas Svante August Arrhenius už elektrolitinės disociacijos teoriją.",
    "1904 metais Nobelio premija chemijos srityje atiteko Didžiosios Britanijos mokslininkui Sir William Ramsay už inertinių dujų atradimą ir jų vietos periodinėje elementų lentelėje nustatymą.",
    "1905 metais Nobelio premija chemijos srityje atiteko vokiečių chemikui Johann Friedrich Wilhelm Adolf von Baeyer už indėlį į organinę chemiją ir chemijos pramonę savo darbu su organiniais dažais ir hidroaromatiniais junginiais.",
    "1906 metais Nobelio premiją chemijos srityje gavo prancūzų mokslininkas Henri Moissan už elementinio fluoro išskyrimą ir tyrimus, bei elektrinės krosnelės sukūrimą ir panaudojimą mokslui.",
    "1907 metais Nobelio premija chemijos srityje atiteko vokiečių mokslininkui Eduard Buchner už biocheminius tyrimus ir beląstelinės fermentacjos atradimą.",
    "1908 metais chemijos Nobelio premiją gavo Naujosios Zelandijos ir Didžiosios Britanijos mokslininkas Ernest Rutherford už elementų (branduolių) skilimo ir radioaktyvių medžiagų chemijos tyrimus.",
    "1909 metais chemijos Nobelio premija atiteko vokiečiui Wilhelm Ostwald už katalizės, cheminės pusiausviros bei reakcijų kinetikos tyrimus.",
    "1910 metais chemijos Nobelio chemiją gavo vokiečių mokslininkas Otto Wallach už įnašą į organinę chemiją ir chemijos pramonę savo pionierišku darbu su alicikliniais junginiais.",
    "1911 metais chemijos Nobelio premija atiteko Marie Sklodowska Curie už radžio ir polonio atrdimą, radžio išskyrimą bei jo junginių tyrimą.",
    "1912 metais pusė Nobelio premijos chemijos srityje atiteko prancūzų chemikui Victor Grignard už grinjaro reagentų, kurie turėjo labai didelę reikšmę organinėje sintezėje, sukūrimą.",
    "1912 metais pusė Nobelio premijos chemijos srityje atiteko prancūzų chemikui Paul Sabatier už organinių junginių hidrinimo metodo, panaudojant susmulkintų metalų katalizatorius, sukūrimą.",
    "1913 metais chemijos Nobelio premija atiteko šveicarų mokslininkui Alfred Werner už ryšių tarp atomų molekulėse tyrimus.",
    "1914 metais chemijos Nobelio premiją gavo JAV mokslininkas Theodore William Richards už daugelio elementų tikslios atominės masės nustatymą.",
    "1915 metais chemijos Nobelio premija atiteko vokiečiui Richard Martin Willstätter už augalų pigmentų (ypač chlorofilo) tyrimus.",
    "1918 metais chemijos Nobelio premija atiteko vokiečių chemikui Fritz Haber už amoniako sintezę iš elementų.",
    "1920 metais Nobelio premiją chemijos srityje gavo vokiečių mokslininkas Walther Hermann Nernst už savo darbą termochemijoje.",
    "1921 metais chemijos Nobelio premija atiteko britui Frederick Soddy už radioaktyvių medžiagų ir natūralių izotopų kilmės tyrimus.",
    "1922 metais chemjos Nobelio premija atiteko britų mokslininkui Francis William Aston už izotopų įvairiose neradioaktyviose medžiagose atradimą, panaudojant masių spektrometrą, ir whole-number taisyklės (whole-number rule) patvirtinimą.",
    "1923 metais chemijos Nobelio premiją gavo austrų mokslininkas Fritz Pregl už organinių junginių mikroanalizės metodo sukūrimą.",
    "1925 metais chemijos Nobelio premija atiteko vokiečių mokslininkui Richard Adolf Zsigmondy už koloidinių sistemų heterogeninės būsenos patvirtinimą ir jo sukurtus metodus koloidų chemijoje.",
    "1926 metais chemijos Nobelio premija buvo paskirta švedų mokslininkui The (Theodor) Svedberg už jo darbą su dispersinėmis sistemomis.",
    "1927 metais chemijos Nobelio premija buvo paskirta vokiečių mokslininkui Heinrich Otto Wieland už tulžies rūgščių sudėties nustatymą.",
    "1928 metais chemijos Nobelio premiją gavo vokietis mokslininkas Adolf Otto Reinhold Windaus už sterolių ir jų ryšio su vitaminais tyrimus.",
    "1929 metais chemijos Nobelio premiją pasidalijo Arthur Harden (Didžioji Britanija) ir Hans Karl August Simon von Euler-Chelpin (Švedija) už angliavandenių fermentacijos ir tai atliekančių fermentų tyrimus.",
    "1930 metais Nobelio premiją chemijos srityje gavo vokietis Hans Fischer už hemo ir chlorofilo sudėties tyrimus bei hemo sintezę.",
    "1931 metais chemijos Nobelio premiją pasidalijo vokiečiai Carl Bosch ir Friedrich Bergius už aukšto slėgio metodų chemijoje sukūrimą ir išplėtojimą.",
    "1932 metais Nobelio premija chemijos srityje buvo paskirta JAV mokslininkui Irving Langmuir už paviršiaus chemijos tyrimus.",
    "1934 metais chemijos Nobelio premija atiteko JAV mokslininkui Harold Clayton Urey už sunkiojo vandenilio atradimą.",
    "1935 metais chemijos Nobelio premiją pasidalijo Prencūzijos mokslininkai Frédéric Joliot ir Ir&#232;ne Joliot-Curie už naujų radioaktyvių elementų sintezę.",
    "1936 metais Nobelio premija chemijos srityje atiteko olandų mokslininkui Petrus Josephus Wilhelmus Debye už dipolio momentų molekulėse ir rentgeno spindulių bei elektronų difrakcijos dujose tyrimus.",
    "1937 metais pusė Nobelio premijos chemijos srityje atiteko Didžiosios Britanijos mokslininkui Walter Norman Haworth už angliavandenių ir vitamino C tyrimus.",
    "1937 metais pusė Nobelio premijos chemijos srityje atiteko šveicarų mokslininkui Paul Karrer už karotenoidų, flavinų bei vitaminų A ir B2 tyrimus.",
    "1938 metais chemijos Nobelio premiją gavo vokiečių mokslininkas Richard Kuhn už karotenoidų ir vitaminų tyrimus.",
    "1939 metais pusė Nobelio premijos chemijos srityje atiteko vokiečiui Adolf Friedrich Johann Butenandt už lytinių hormonų tyrimą.",
    "1939 metais pusė Nobelio premijos chemijos srityje atiteko šveicarui Leopold Ruzicka už jo darbą su polimetilenais ir aukštesniaisiais terpenais.",
    "1943 metais chemijos Nobelio premiją gavo vengrų mokslininkas George de Hevesy už izotopų kaip žymių panaudojimą cheminiams procesams tirti.",
    "1944 metais chemijos Nobelio premija buvo apdovanotas vokietis Otto Hahn už sunkiųjų branduolių skilimo atradimą.",
    "1945 metais chemijos Nobelio premija buvo paskirta suomiui Artturi Ilmari Virtanen už jo tyrimus ir atradimus agrokultūrinėje ir maisto chemijoje. Ypatingai už jo sukurtą pašarų koncervavimo metodą.",
    "1946 metais pusę chemijos Nobelio premijos gavo JAV mokslininkas James Batcheller Sumner už atradimą, kad fermentai gali būti iškristalinami.",
    "1946 metais po ketvirtį chemijos Nobelio premijos atiteko JAV mokslininkams John Howard Northrop ir Wendell Meredith Stanley už grynų fermentų ir virusinių baltymų paruošimą.",
    "1947 metais chemijos Nobelio premija buvo paskirta Didžiosios Britanijos mokslininkui Sir Robert Robinson už augalinių junginių - alkaloidų tyrimus.",
    "1948 metais Nobelio premija chemijos srityje atiteko švedui Arne Wilhelm Kaurin Tiselius už elektroforezę ir adsorbcinę analizę. Taip pat už atradimus tiriant serumo baltymus.",
    "1949 metais chemijos Nobelio premija buvo paskirta JAV mokslininkui William Francis Giauque už darbą cheminėje termodinamikoje, koncentruojantis į medžiagų elgseną esant labai žemai temperatūrai.",
    "1950 metais chemijos Nobelio premiją pasidalijo vokiečiai Otto Paul Hermann Diels ir Kurt Alder už dienų sintezės atradimą ir ištobulinimą (Diels-Alder reakcija).",
    "1951 metais chemijos Nobelio premiją pasidalijo JAV mokslininkai Edwin Mattison McMillan ir Glenn Theodore Seaborg už atradimus transuraninių elementų chemijoje.",
    "1952 metais chemijos Nobelio premiją pasidalijo UK mokslininkai Archer John Porter Martin ir Richard Laurence Millington Synge už chromatografijos išradimą.",
    "1953 metais chemijos Nobelio premija atiteko Vokietijos mokslininkui Hermann Staudinger už atradimus makromolekulinėje chemijoje.",
    "1954 metais chemijos Nobelio premija buvo paskirta JAV mokslininkui Linus Carl Pauling už cheminių ryšių ir sudėtingos struktūros junginių tyrimus. O trumpiau sakant - už antrinę baltymų struktūrą :) ",
    "1955 metais chemijos Nobelio premiją gavo JAV mokslininkas Vincent du Vigneaud už biochemijoje svarbių sieros junginių tyrimus ir pirmo polipeptidinio hormono sintezę.",
    "1956 metais chemijos Nobelio premiją pasidalijo Sir Cyril Norman Hinshelwood (UK) ir Nikolay Nikolaevich Semenov (TSRS) už cheminių reakcijų mechanizmų tyrimus.",
    "1957 metais chemijos Nobelio premiją gavo UK mokslininkas Lord (Alexander R.) Todd už nukleotidų ir nukleotidinių kofermentų tyrimus.",
    "1958 metais chemijos Nobelio premiją gavo UK mokslininkas Frederick Sanger už baltymų (ypatingai) insulino struktūros tyrimus. (Pirminės struktūros nustatymą - nusekvenavo insuliną.)",
    "1959 metais chemijos Nobelio premija atiteko mokslininkui iš tuometinės Čekoslovakijos Jaroslav Heyrovsky už poliarografinių analizės metodų atradimą ir ištobulinimą.",
    "1960 metais chemijos Nobelio premija buvo apdovanotas JAV mokslininkas Willard Frank Libby už metodą, kur anglies izotopas 14C panaudojamas objektų amžiaus nustatymui archeologijoje, geologijoje, geofizikoje ir kitose mokslo šakose.",
    "1961 metais chemijos Nobelio premiją gavo JAV mokslininkas Melvin Calvin už anglies dioksido asimiliacijos augaluose tyrimus. (Kalvino ciklas.)",
    "1962 metais chemijos Nobelio premija buvo paskirta Max Ferdinand Perutz ir John Cowdery Kendrew už globulinių baltymų struktūros tyrimus.",
    "1963 metais chemijos Nobelio premija atiteko Karl Ziegler ir Giulio Natta už atradimus polimerų chemijos ir technologijos srityje.",
    "1964 metais chemijos Nobelio premija buvo paskirta Dorothy Crowfoot Hodgkin 'už svarbių biocheminių junginių struktūros nustatymą naudojant rentgeno spindulių difrakcijos metodą'. (Patvirtino penicilino ir išsprendė vitamino B12 struktūras.)",
    "1965 metais chemijos Nobelio premija atiteko Robert B. Woodward 'už išskirtinius pasiekimus organinėje chemijoje'. Be kitų 'pasiekimų' jis susintetino daug sudėtingų gamtinių junginių: chininą, cholesterolį, kortizoną, strichniną, lyzergo rūgštį, reserpiną, chlorofilą, kefalosporiną, kolchiciną ir jau po Nobelio premijos (1973 m.) vitaminą B12, kuris laikomas pačiu sudėtingiausiu susintetintu junginiu iki dabar (sintezei reikia beveik 100 stadijų...).",
    "1966 metais chemijos Nobelio premija buvo paskirta Robert S. Mulliken 'už fundamentalų darbą analizuojant cheminius ryšius ir medžiagų elektroninę struktųrą molekulinių orbitalių metodu.' Būtent jis padėjo pamatus molekulinių orbitalių teorijai, be kurios šiuolaikinė organinė chemija yra neįsivaizduojama.",
    "1967 metais pusė chemijos Nobelio premijos atiteko vokiečiui Manfred Eigen, ir po ketvitį premijos pasidalijo britai Ronald George Wreyford Norrish ir George Porter 'už labai greitų cheminių reakcijų tyrimą, indukuojant rekcijas labai trumpais energijos (šviesos) impulsais'. G Porter pirmas pateikė įrodymus apie laisvųjų radikalų egzistavimą.",
    "1968 metais chemijos Nobelio premija buvo paskirta norvegui Lars Onsager 'už dabar jo vardu vadinamų 'atvirkštinių sąryšių' (Onsager reciprocal relations), kurie yra fundamentalūs negrįžtamų procesų termodinamikoje, atradimą'. Kai kurie mokslininkai šiuos Onsager sąryšius netgi apibūdina, kaip ketvirtą termodinamikos dėsnį.",
    "1969 metais chemijos Nobelio premija buvo apdovanoti Derek H. R. Barton ir Odd Hassel 'už jų indėlį plėtojant konformacijos sąvoką ir jos įvedimą į chemiją'.",
    "1970 metais chemijos Nobelio premija buvo apdovanotas Argentinos biochemikas Luis Leloir 'už nukleotidų cukrų (sacharidų ir nukleotidų junginiai) atradimą ir jų vaidmens angliavandenių biosintezėje tyrimus'.",
    "1971 metais chemijos Nobelio premija buvo paskirta Gerhard Herzberg 'už indėlį suprantant molekulių (ypatingai laisvųjų radikalų) elektroninę struktūrą ir geometriją'.",
    "1972 metais pusė chemijos Nobelio premijos atiteko Amerikos norvegui Christian B. Anfinsen 'už ribonukleazės tyrimą, ypač už baltymo (fermento) aminorūgščių sekos ir biologiškai aktyvios konformacijos susiejimą'. Jis pirmasis porodė, kad po visiškos denatūracijos, baltymas gali pats susilankstyti į aktyvų fermentą. Tam visiškai pakanka informacijos, užkoduotos jo aminorūgščių sekoje.",
    "1972 metais pusę chemijos Nobelio premijos pasidalijo Stanford Moore and William H. Stein 'už indėlį paaiškinant ryšį tarp cheminės struktūros ir katalizinio aktyvumo ribonukleazės molekulėje'. Jie sukūrė automatizuotą baltymo aminorūgščių sekvenatorių ir nustatė pirmo fermento (jau minėtos ribonukleazės) aminorūgščių seką, kas padėjo išsiaiškinti jo veikimo mechanizmą.",
    "1973 metais chemijos Nobelio premija buvo paskirta Ernst Otto Fischer and Geoffrey Wilkinson 'už jų pionierišką darbą organinių metalų junginių, vadinamų 'sandwich compounds' (pvz. ferocenas) chemijoje'. G. Wilkinson taip pat plačiai žinomas dėl savo sukurto ir jo vardu vadinamo katalizatoriaus - RhCl(PPh3)3, naudojamo alkenų hidrinimui (kas jau mokėsi organinę chemiją gal jau su tokiu buvot susidūrę.)",
    "1974 metais chemijos Nobelio premija buvo paskirta amerikiečiui Paul J. Flory 'už pasiekimus teorinėje ir eksperimentinėje makromolekulių fizikinėje chemijoje'.",
    "1975 metais pusė chemijos Nobelio premijos atiteko Australijos mokslininkui John Warcup Cornforth 'už darbus fermentų katalizuojamų reakcijų stereochemijoje'.",
    "1975 metais pusė chemijos Nobelio premijos atiteko kroatui Vladimir Prelog 'už darbus organinių molekulių ir reakcijų stereochemijoje'. V. Prelog pavardę, besimokantys organinę chemiją turėtų būti girdėję iš Cahn–Ingold–Prelog pakaitų vyresniškumo taisyklių, naudojamų chiralinių ir cis-trans izomerija pasižyminčių junginių nomenklatūroje.",
    "1976 metais chemijos Nobelio premija buvo paskirta William Lipscomb 'už boranų struktūros tyrimus, nušviečiant cheminių ryšių problemas'. Lipscomb su kolegomis ištyrė ir, naudodami teorinius molekulinių orbitalių skaičiavimus ir tricentrinių-dvielektroninių ryšių (du elektronai riša tris atomus) teoriją, paaiškino diborano struktūrą.",
    "1977 metais chemijos Nobelio premija buvo paskirta Ilya Prigogine (&#1048;&#1083;&#1100;&#1103; &#1055;&#1088;&#1080;&#1075;&#1086;&#1078;&#1080;&#1085;) 'už jo indėlį į nepusiausvirinę termodinamiką, ypatingai už disipatyviųjų darinių (sistemų) teoriją'.",
    "1978 metais chemijos Nobelio premija buvo paskirta britų biochemikui Peter Mitchell 'už indėlį išaiškinant biologinės energijos pernešimą, suformuluojant chemiosmosinę teoriją'. Mitchell suvokė, kad jonai judėdami pagal elektrocheminį gradientą per biologinę membraną, gali gaminti energiją, kuri gali būti panaudota ATP sintezei. Ši teorija galutinai buvo patvirtinta atradus ir ištyrus fermentą ATP sintazę.",
    "1979 metais chemijos Nobelio premija buvo paskirta Herbert C. Brown ir Georg Wittig 'už organinei sintezei labai svarbių boro ir fosforo junginių sukūrimą'. H.C. Brown surado būdą kaip gaminti NaBH4 ir sukūrė pirmą bendrą metodą enantiomeriškai gryniems chiraliniams junginiams sintetinti. Besidomintiems organine chemija, Wittig pavardė, ko gero, yra girdėta iš 'Wittig'o reakcijos', kurios metu pasinaudojant Wittig'o reagentu (phosphonium ylide) iš ketono ar aldehido yra pagaminamas alkenas (iš C=O ryšio susidaro C=C).",
    "1980 metais pusė chemijos Nobelio premijos atiteko Paul Berg 'už fundamentalius DNR chemijos tyrimus, ypatingą dėmesį skiriant rekombinantinei DNR'. P. Berg pagrįstai yra laikomas modernios genų inžinerijos pradininku.",
    "1980 metais pusę chemijos Nobelio premijos pasidalijo Walter Gilbert ir Frederick Sanger 'už jų indėlį nustatant nukleorūgščių (RNR, DNR) nukleitidų sekas'. Tai buvo antroji Nobelio premija paskirta F. Sanger. Savo sukurtu metodu jis nustatė pirmojo pilno genomo (bakteriofago) nukleotidų seką. W. Gilbert irgi sukūrė metodą nukleorūgščių nukleotidų sekoms nustatinėti. Dar jis yra termino 'RNR pasaulis' (gyvybės kilmės hipotezė) autorius. Gilbert taip pat į molekulinę biologiją inešė terminus 'egzonai' ir 'intronai', kurie abibūdina baltymus koduojančias ir jų nekoduojančias (iškerpamas) sekas iRNR molekulėje.",
    "1981 metais chemijos Nobelio premiją pasidalijo Kenichi Fukui ir Roald Hoffmann 'už jų nepriklausomai vienas nuo kito sukurtas teorijas, paaiškinančias cheminių reakcijų vyksmus'. R. Hoffman kartu su R. Woodward suformulavo taisykles, kurios padeda numatyti periciklinių reakcijų stereochemiją, remiantis orbitalių simetrija. Tos taisyklės ir pavadintos 'Woodward–Hoffmann rules'. Jeigu premijos paskyrimo metu R. Woodward dar būtų buvęs gyvas, tai jam būtų buvusi antroji chemijos Nobelio premija. K. Fukui pasiūlė panašų modelį į Woodward-Hoffmann taisykles, remdamasis kiek kitokiu metodu.",
    "1982 metais chemijos Nobelio premija buvo paskirta Lietuvoje gimusiam (ir du metus joje pragyvenusiam) chemikui Aaron Klug 'už kristalografinės elektroninės mikroskopijos sukūrimą ir biologiškai svarbių nukleorūgščių-baltymų kompleksų struktūros nustatymą'. A. Klug dirbdamas su Rosalind Franklin (kuri dėl ankstyvos mirties nespėjo gauti jau 'uždirbtos' Nobelio premijos) ženkliai prisidėjo nustatant tabako mozaikos viruso struktūrą.",
    "1983 metais chemijos Nobelio premija buvo paskirta Henry Taube 'už darbą tiriant elektronų pernešimo reakcijų (oksidacijos-redukcijos) mechanizmus metalų kompleksuose'. ",
    "1984 metais chemijos Nobelio premija atiteko Robert Bruce Merrifield 'už metodų, leidžiančių atlikti chemines sintezes ant kietų substratų, sukūrimą'. R. B. Merrifield sukūrė labai efektyvų būdą, sintetinti baltymų peptidams. Ant kietos medžiagos paviršiaus yra kovalentiškai prijungiama pirma aminorūgštis, prie kurios viena po kitos yra prijungiamos visos kitos. Po kiekvieno prijungimo, nesureagavusios medžiagos gali būti lengvai nuplaunamos ir užpilamos sekančios, taip neprarandant sintetinamo peptido. Galiausiai gatavas peptidas yra nukabinamas nuo substrato. Šis būdas ir šiandien yra pagrindinis, norint pasigaminti trumpus norimos aminorūgščių sekos peptidus.",
    "1985 metais chemijos Nobelio premija buvo paskirta matematikui Herbert A. Hauptman ir chemikui Jerome Karle 'už išskirtinius pasiekimus, kuriant tiesioginius metodus kristalų struktūrai nustatyti'. H.A. Hauptman labai daug prisidėjo sprendžiant vieną iš sudėtingiausių problemų, iškylančių nustatinėjant kristalinių medžiagų struktūras rentgeno spindulių difrakcijos metodu - vadinamą fazių problemą.",
    "1986 metais chemijos Nobelio premija buvo paskirta Dudley R. Herschbach, Yuan T. Lee ir John C. Polanyi 'už indėlį, tiriant elementarių cheminių procesų dinamiką'. D.R. Herschbach ir Y.T. Lee tyrė, kaip vyksta cheminės reakcijos dujinėje fazėje, kai du reagentų srautai (spinduliai) yra sukryžiuojami, ir molekulės viena su kitomis susidurdamos reaguoja. Tokiu būdu galima iš arti pažvelgti į reakcijos mechanizmo atskiras stadijas - elementarius virsmus, taip pat įvertinti molekulių energijos, susidūrimo metu esančios orentacijos įtaką reakcijos vyksmui.",
    "1987 metais chemijos Nobelio premija buvo paskirta Donald J. Cram, Jean-Marie Lehn ir Charles J. Pedersen 'už molekulių, pasižyminčių didelio selektyvumo nuo struktūros priklausomomis sąveikomis, sukūrimą ir panaudojimą'. Šie mokslininkai padėjo pamatus dabar vadinamai supramolekulinei chemijai. Jie sintetino ir tyrė vadinamuosius kraun-eterius (crown ethers), kurie gali specifiškai susijungti su tam tikrų metalų jonais. O taip pat ir tridimensinius kraun-eterių analogus, vadinamus kriptandais (cryptands), kurie pasižymi dar didesniu selektyvumu įvairiems jonams ir molekulėms. Beje, C.J. Pedersen yra vienas iš keleto mokslinės Nobelio premijos laureatų, kurie gavo šį apdovanojimą neturėdami mokslų daktaro (PhD) laipsnio.",
    "1988 metais chemijos Nobelio premija buvo paskirta trims vokiečių biochemikams: Johann Deisenhofer, Robert Huber ir Hartmut Michel 'už fotosintezės rekcijos centro tridimensinės struktūros nustatymą'.",
    "1989 metais chemijos Nobelio premija buvo paskirta Sidney Altman ir Thomas R. Cech 'už atradimą, kad RNR molekulės gali turėti katalitinių sąvybių'. Chemines reakcijas katalizuojančios RNR molekulės yra vadinamos ribozimais (ribonukleorūgštis+enzimas). S. Altman atrado fermentą RNazę P (fermentas, karpantis RNR), kurio sudėtyje be baltymo dar yra ir RNR. Jis pademonstravo, kad kataliziniam aktyvumui yra reikalinga būtent RNR molekulė (subvienetas). T.R. Cech tyrė iRNR brendimo - splaisingo mechanizmus (procesas, kurio metu iš naujai susintetintos iRNR molekulės iškerpami intronai (baltymo nekoduojančios sekos) ir likę fragmentai yra sujungiami į subrendusią iRNR). Jis atrado, kad kai kurie intronai gali patys katalizuoti savo iškirpimą iš bręstenčios iRNR.",
    "1990 metais chemijos Nobelio premija buvo paskirta Elias James Corey 'už organinės sintezės teorijos ir metodologijos sukūrimą'. Konkrečiau kalbant - už retrosintezės analizės sukūrimą. Tai yra pagrindinis metodas planuojant sudėtingų junginių cheminę sintezę (ir sprendžiant organinės chemijos uždavinius :) ). Taip pat jis sukūrė ne vieną dažnai sintezėms naudojamą reagentą, ir kelias dabar jo vardu vadinamas specialias reakcijas.",
    "1991 metais chemijos Nobelio premiją gavo Richard R. Ernst 'už indėlį kuriant didelės rezoliucijos branduolių magnetinio rezonanso (BMR) spektroskopijos metodologiją'. Jo sukurtos metodikos padėjo išplėsti BMR spektroskopijos taikymo ribas - nustatyti erdvines struktūras didesnėms molekulėms, su mažesniais jų kiekiais bei įvairesnės atominės sudėties, nei anksčiau.",
    "1992 metais chemijos Nobelio premiją gavo Rudolph A. Marcus už 'indėlį į elektronų pernašos reakcijų cheminėse sistemose teoriją'. Jo vardu pavadinta 'Marcus theory' suteikia kinetinį ir termodinaminį supratimą apie išorinio sluoksnio vieno elektrono pernašos reakcijas. Marcus teorija padeda paaiškinti nemažai procesų, kuriuose dominuoja elektronų pernaša: fotosintezę, chemiliminisenciją, koroziją ir kitus.",
    "1993 metais chemijos Nobelio premija buvo paskirta 'už metodų, susijusių su DNR chemija, sukūrimą'. Pusė premijos atiteko Kary B. Mullis 'už polimerazės grandininės reakcijos (PGR) metodo sukūrimą'. Antra pusė premijos atiteko Michael Smith 'už indėlį kuriant saitspecifinės mutagenzės metodus ir jų pritaikymą baltymų tyrimams'. PGR pagalba galima greitai ir sąlyginai pigiai išskirti ir padauginti bet kokį DNR fragmentą net ir turint vieną pradinę DNR molekulę. Saitspecifinė mutagenezė leidžia pasinaudojant PGR pasigaminti DNR fragmentą su reikalingomis mutacijomis - kur DNR nukleotidų seka būtų pakeista vienu ar keliais nukleitidai. Abiejų šių mokslininkų sukurti metodai ir šiandien yra pagrindiniai genų inžinerijoje, baltymų tyrimuose, bei sukėlė perversmus medicininėję diagnostikoje, kriminnalistikoje ir kitose srityse.",
    "1994 metais chemijos Nobelio premija atiteko George A. Olah 'už pasiekimus karbokatijonų chemijoje'. A. Olah tyrė karbokatijonus, jų gamybai panaudodamas superrūgštis. Jis pirmas atrado protonizuotą metaną (CH5+), o jo sukurta superrūgti,s pagaminama sumaišius fluorsulfoninę rūgštį (HSO3F) ir stibio pentafluoridą (SbF5), dar vadinama 'Stebuklinga rūgštimi' ('Magic acid'), gali lengvai protonizuoti įvairius angliavandenilius.",
    "1995 metais chemijos Nobelio premiją pasidalijo Paul J. Crutzen, Mario J. Molina ir F. Sherwood Rowland 'už darbą atmosferos chemijoje, ypač už ozono susidarymo ir skilimo reakcijų tyrimus'. Šie trys mokslininkai pirmieji pradėjo tirti ozono sluoksnį ir ozono reakcijas atmosferoje. Iškėlė teoriją, ir nemažai prisidėjo prie jos patvirtinimo, kad žmonijos į orą išskiriami junginiai prisideda prie ozono sluoksnio plonėjimo, ir faktiškai jų darbų dėka iš naudojimo buvo išimti chlorfluoranglies junginiai (CFC'ai arba freonai).",
    "1996 metais chemijos Nobelio premija buvo paskirta Robert F. Curl Jr., Sir Harold W. Kroto and Richard E. Smalley 'už fiulerenų atradimą'."
]
